{
  "Projects":[
    {
      "name":"Capstone Project Management System | Web-based Application| PEAN Stack",
      "description":"The final year post-graduate project was developed using PostgreSQL, Angular, Express and NodeJS. This project helps the University of Sydney manage the capstone projects by having three different modules for the client, student, and admin. Where the client can propose project, students and enrol into a project, and admin can manage the interaction."
    },
    {
      "name":"Data Analytics Web Application| Web Application Development| MEAN Stack",
      "description":"Post-graduate web application assignment using Wikipedia API. The application analyses the real-time data using the MVC architecture. We have used Angular 9 for frontend, Node.js and express for server-side scripting and MongoDB to store and manage the DB."
    },
    {
      "name":"Just Grocery | Object-Oriented Framework| Spring Framework & SQL Database",
      "description":"Post-graduate assignment Just Grocery is based on web technology which allows customers to save their generic grocery Wishlist and notify the nearest and cheapest retailer for upcoming shopping. Additionally, the application boost revenue for retailers by marketing their deals, help customers compare their prices and provide information on groceries from major retailers."
    },
    {
      "name":"K-mean clustering and visualization | Data Analytics and Business Intelligence| Orange, Studio 3T",
      "description": "Post-graduate data analytics and Business Intelligence assignment, which required cleaning of the company dataset using MS excel and studio 3T, categorize the data in various segment and store it in database  and performed visualisation and clustering using Orange and Tableau."
    },
    {
      "name":"Online Review Analysis | Cloud Computing | PySpark and, AWS EC2",
      "description":"Post-graduate assignment on the online review dataset released by Amazon cloud services where I had to go through various analytic phases which includes getting summary statistics, cleaning dataset and performing similarity analysis. The objective was to text the ability to apply big data framework in realistic settings."
    }]
}